import { Container } from "react-bootstrap";

function Intro() {
  return (
    <>
      <Container className="mt-5" style={{ direction: "rtl", backgroundColor: "rgb(246, 246, 246)", paddingTop: "20px", borderRadius: "10px"}}>
        <h5 style={{ color: "red" }}>دانلود فیلم با زیرنیوس فارسی چسبیده</h5>
        <p>
          <span style={{ color: "#FFA310" }}>اپنهایمر</span> یک فیلم در ژانر{" "}
          <span style={{ color: "#FFA310" }}>بیوگرافی ,درام ,تاریخی</span> به
          کارگردانی، نویسندگی و تهیه‌کنندگی کریستوفر نولان، کارگران سری فیلم‌های
          <span style={{ color: "#FFA310" }}> دارک نایت</span> و تنت است. داستان
          این فیلم درباره‌ی جی رابرت اوپنهایمر با بازی کلین مورفی، فزیکدانی
          آمریکایی است که به ساخت اولین سلاح هسته‌ای کمک بزرگی کرد.(دانلود فیلم
          اپنهایمر 2023 با زیرنویس فارسی چسبیده از{" "}
          <span style={{ color: "#FFA310" }}>دیجی موویز</span>)
        </p>
        <p>
          فیلمنامه این فیلم بر اساس کتابی با عنوان پرومته آمریکایی به نویسندگی
          کای بیرد و مارتین ج. شروین که در سال 2005 منتشر شد، نوشته شده است.
          همچنین ساخت این فیلم در اوایل اسفتد ماه شروع و در اردیبهشت ماه به
          پایان رسید.
        </p>
        <p>
          هویته ون هویتما، فیلم‌بردارِ هلندی این کار، این فیلم را با با ترکیب
          دوربین‌های نگاتیوی آیمکس ۶۵ میلی‌متری و لارج‌فرمت ۶۵ میلی‌متری گرفته
          تا بتواند تصویری با کیفیت بالاتر ارائه دهد. هرچند نولان مانند کارهای
          قبلی خود قرار است از جلوه‌های عملی گسترده و حداقل جلوه‌های کامپیوتری
          در این کار استفاده کند. او در مصاحبه‌ای فاش کرد که قرار است در این
          فیلم یک انفجار شبیه به انفجار هسته‌ای را بدون استفاده از پرده‌ی سبز و
          جلوه‌های ویژه بازسازی کند.
        </p>
        <p>
          فیلم اپنهایمر در تاریخ 30 تیر ماه توسط کمپانی یونیورسال پیکچرز اکران
          خواهد شد. بعد از فیلم <span style={{ color: "#FFA310" }}>ممنتو</span>{" "}
          2000 اپن اولین فیلم نولان است که با درجه‌ی سنی R ساخته می‌شود. نولان
          برای این فیلم 100 میلیون دلاری هزینه کرده است. او درباره‌ی بازخورد
          مردم به این فیلم میگوید: مردم بدون اینکه بتوانن حرفی درباره‌ی فیلم
          بزنن به صورت شوکه از سینما خارج میشن.
        </p>
        <p>
          موسیقی فیلم توسط لودویگ گورانسون ساخته شده‌است. او قبلاً نیز موسیقی
          فیلم <span style={{ color: "#FFA310" }}>تنت</span> به کارگردانی
          کریستوفر نولان را ساخته بود.
        </p>
      </Container>
    </>
  );
}

export default Intro;
